import { MainLayout } from '@/components/features/app/Layout';

export const GOROKU = () => (
  <MainLayout
    className="lg:block mt-n30"
    main={
      <>
      <h1><b>語録</b></h1>
      <br />
      <dt><b>イマジナリーボール【いまじなりーぼーる】</b></dt>
      <dd>ロボットにしか見えていないボール。人の目にもビジョンにもボールは見えていないが、ロボットはボールがあるかのように動いた。</dd>
      <br />
      <dt><b>うにょい【うにょい】</b></dt>
      <dd>よくわからん。とある人の琴線に触れた時に出る言葉……なのかな？</dd>
      <dd>派生語：うにょlity</dd>
      <br />
      <dt><b>これがロボカップなんよぉ〜【これがろぼかっぷなんよぉ〜】</b></dt>
      <dd>タイ大会もJapanOpenも予定通りに帰ってくることができなかった人の一言。</dd>
      <dd>試験の成績が悪かった時、落単したとき、何かしらの不具合が起こった時など様々な場面で使える。</dd>
      <br />
      <dt><b>にょりん機構</b></dt>
      <dd>ドリブラーの目指すべき機構。ボールを”にょりん”と保持できるようにという意味</dd>
      <dd>初めて聞いた人はなんのことか分からず困惑する。</dd>
      <br />
     

      <br />
      </>
    }
  />
);
    